Rating လဲမကောင်း.. 18+ တွေလဲပါတဲ့ ဇာတ်ကားကို ဘာလို့တင်တာလဲလို့ မေးစရာရှိပါတယ်… တစ်ခါတစ်လေမှာ စိတ်ရှုပ်ထွေးစရာတွေအပြင်လောကမှာကြုံဆုံနေတဲ့အခါမျိုးမှာ.. လက်တွေ့မှာဘယ်လိုမှမဖြစ်နိုင်တဲ့ ဇာတ်လမ်းဇာတ်ကွက်တွေ ညစ်တီးညစ်ပတ်စကားလုံးတွေ ခွတီးခွကျပေါက်ကရဖြစ်ရပ်တွေက အံ့သြသင့်ဖို့လဲကောင်းသလို ရီဖို့လဲကောင်းလွန်းတဲ့ ဒီလိုဇာတ်ကားမျိုးကြည့်ခြင်းက သင့်ဦးနှောက်ကို အသစ်အဆန်းတစ်မျိုးနဲ့ မိတ်ဆက်ပေးရာရောက်လိမ့်မယ်လို့ ထင်မိလို့ပါ…  ဒီဇာတ်ကားကို နာမည်ကြီးသရုပ်ဆောင်ပေါင်းများစွာနဲ့ ဒါရိုက်တာပေါင်းများစွာက ဆယ်စုနှစ်တစ်ခုစာလောက်ကြာအောင် ရိုက်ကူးထုတ်လုပ်ခဲ့ပါတယ်။  ကဲ… rating ကတော့မြင်တဲ့အတိုင်းပဲ (Rating- IMDb : 4.3/10 , RT:4 , Matacritis : 18%) ဖြစ်ပါတယ်…  အဲ့ဒီရုပ်ရှင်ထဲက Cast တွေအနေနဲ့ကတော့….…    Kate Winslet , Emma Stone , Naomi Watts , Kate Bosworth , Chloe Grace Moretz , Helle Berry , Anna Faris (Scary Movie) , Elizabeth Banks , Uma Thurman , Kristen Bell , Leslie Bibb အစရှိတဲ့ နာမည်ကြီး အမျိုးသမီးသရုပ်ဆောင်တွေအပြင် Richard Gere , Gerard Butler , Hugh Jackman , Chris Pratt , Terrence Howard , Josh Duhamel , Dannis Quaid ,Gerg Kinner , Jeremy Allen , Stephen merchant , Christopher Mintz-Plasse , Justin Long , Kieran Culkin , Jason Sudeikis , Jimmy Bennet စတဲ့နာမည်ကြီး အမျိုးသားသရုပ်ဆောင်တွေပါဝင်ထားပါတယ်။  ဒါတင်မကသေးပါဘူး ၊ ဒါရိုက်တာအနေနဲ့လည်း Steven Brill, Peter Farrelly, Elizabeth Banks စသည်တို့အပါအဝင် စုစုပေါင်းဒါရိုက်တာ 13ဦးရိုက်ကူးပြီး ဇာတ်ညွှန်းပိုင်းမှာလဲ ဇာတ်ညွှန်းရေးဆရာ အယောက် 20အထိပါဝင်ထားတဲ့ဒီရုပ်ရှင်ကိုရိုက်ကူးထုတ်လုပ်ရာမှာ အစောကပြောခဲ့သလို ဆယ်စုနှစ်တစ်ခုစာလောက်ကြာမြင့်ခဲ့ပါတယ်။  ဇာတ်ညွှန်းကိုထုတ်ဝေသူအများစုကငြင်းပယ်ခြင်း၊ ကမ်းလှမ်းတဲ့သရုပ်ဆောင်တွေကသရုပ်ဆောင်ရန် ငြင်းဆန်ခြင်း ၊ ရိုက်လက်စသူအချို့ကလဲ ဆက်မရိုက်တော့ဘူးဆိုကာ ရိုက်ကူးရေးမှထွက်ချင်ခြင်း စတဲ့အခက်အခဲပေါင်းများစွာရင်ဆိုင်ခဲ့ပြီးနောက် 2013 Junuary 25 မှာထွက်လာခဲ့တဲ့ Movie 43 ဟာ 34ကြိမ်မြောက် Golden Raspberry ဆုပေးပွဲမှာ Worst Picture, Worst Director, Worst Screenplay စတဲ့ဆုသုံးဆုကိုဆွတ်ခူးရရှိခဲ့ပါတယ်။ ထို့အပြင် one of the worst films of all time ရဲ့စာရင်းထဲကိုလဲဝင်သွားခဲ့ပါသေးတယ်။ ကြာမြင့်ချိန် 98 မိနစ်ရှိပြီး Indie / Comedy အမျိုးအစားဖြစ်တဲ့ ဒီရုပ်ရှင်ရဲ့ထူးခြားချက်ကတော့ ရိုက်ကူးရေးအတွက် စုစုပေါင်းကန်ဒေါ်လာ 6 မီလီယံ ကုန်ကျခဲ့ပြီး Box office မှာ 32.4 မီလီယံဒေါ်လာထိပြန်ရခဲ့ပါတယ်။  ဇာတ်လမ်းလေးကတော့ …… Calvin Culter နဲ့သူ့သူငယ်ချင်း JJ တို့ဟာ သူတို့ရိုက်ကူးထားတဲ့ပေါကြောင်ကြောင် Video တစ်ခုကို Youtube မှာ တင်လိုက်ပြီး မိနစ်ပိုင်းတွင်းမှာပဲ သူတို့ရဲ့ Video ဟာ 1,000,000 view ရသွားတဲ့အခါ အကြီးအကျယ်ပျော်ရွှင်နေကြပါတယ်။ ဒါပေမဲ့ သူတို့ရဲ့အပျော်ဟာကြာကြာမခံလိုက်ပါဘူး…ဘာဖြစ်လို့ဆိုတော့ အဲ့ဒိ့viewer အများကြီးတိုးလာတာက Calvin ရဲ့ညီ ကွန်ပျူတာကျွမ်းကျင် Baxter ရဲ့ April Fool’s Prank ဖြစ်နေလို့ပါ…အရမ်းစိတ်ဆိုးသွားတဲ့ Calvin Culter နဲ့ JJတို့ဟာ Baxter ကိုပြန်ကလဲ့စားချေဖို့ကြံစည်ပါတော့တယ်။ သူတို့ရဲ့အကြံအစည်က Baxter ရဲ့ laptop ထဲကို Virus တွေထည့်ဖို့ပါပဲ….. သူတို့လက်စားချေခြင်းရဲ့ပထမအဆင့်အနေနဲ့ကတော့ Baxter ရဲ့ Laptop ကိုခိုးဖို့ပါ..အဲ့လိုခိုးဖို့အတွက် Baxter ကိုသူ့အခန်းထဲကနေအောင် Movie 43 အကြောင်းလုပ်ကြံပြီးပြောရာကနေပြီး ဇာတ်လမ်းလေးဖြစ်လာခဲ့တာပါ….  ဒီရုပ်ရှင်ကိုကြည့်ချင်မိသွားတာက 24 Bad Movies You Forgot Starred Some of Today’s Greatest Actors ဆိုတဲ့ ဆောင်းပါးကိုစဖတ်မိရကပါ။ အဲ့ဒိဆောင်းပါးမှာ moviefone က အဲ့ဒီရုပ်ရှင်အတွက် အားနာမိတဲ့သရုပ်ဆောင်တွေကို ဖော်ပြရမှာ “Kate Winslet & Everyone else” လို့ဖော်ပြခဲ့လို့ပါ။ Rating နည်းနည်းလေးပဲရထားပြီး နာမည်ကြီးသရုပ်ဆောင်ပေါင်းများစွာ ပါဝင်ထားတဲ့ဒီရုပ်ရှင်ဟာ စကြည့်လိုက်တာနဲ့ဆက်ကြည့်ချင်သွားအောင်ဆွဲဆောင်နိုင်ပါတယ်…. လက်တွေ့မှာဘယ်လိုမှမဖြစ်နိုင်တဲ့ ဇာတ်လမ်းဇာတ်ကွက်တွေ ညစ်တီးညစ်ပတ်စကားလုံးတွေ ခွတီးခွကျပေါက်ကရဖြစ်ရပ်တွေက အံ့သြသင့်ဖို့လဲကောင်းသလို ရီဖို့လဲကောင်းလွန်းပါတယ်။ (ကျနော်ဆို ကြည့်နေရင်းနဲ့ပါးစပ်အဟောင်းသားဖြစ်မိပါတယ်… သူ့ဇာတ်လမ်းတွေက အံ့သြသင့်စရာကောင်းလွန်းလို့ပါ).. ဘယ်လိုပဲဖြစ်ဖြစ် သင်ဟာ ရုပ်ရှင်ဝါသနာအိုးတစ်ယောက်ဆိုရင်တော့ ဒီကားလေးကိုလက်လွတ်မခံပဲကြည့်ဖို့တိုက်တွန်းပါရ