အကောင်းဆုံးထဲမပါပေမယ့် ၂ မိနစ်ခြားတစ်ခါ ရယ်ပြီး တစ်ကြိမ်ကို ၅၈ စက္ကန့် လောက်ရယ်ရစေမယ်  ဒီကားကြည့်နေရင်း စင်ကာပူကိုကျော်မည်နှင့် ထူးဆန်းသော မြေအောက်မြို့တော်ကြီး ဇာတ် လမ်းလိုခွီကနဲ ခွီကနဲ ဖြစ်သွားစေမယ့် ကားပါ။  “- လက်ဝှေ့ချန်ပီယံနဲ့ ဝူရှုးချန်ပီယံ ဖိုက်ရင် ဘယ်သူနိုင်မလဲ “  ဒီကားကို ၂၀၀၇ ခုနှစ် အောက်တိုဘာမှစပြသခဲ့ပြီး တစ်ကားလုံးကို ၁၀၂ မိနစ်ကြာမြင့်ပါတယ်။ IMDb Rating 7.4 ၊ AsianWiKi 93 ရရှိထားပါတယ်။ CJ Entertatinment ကထုတ်လုပ်ထားပြီး ကိုရီးယား ဘာသာစကားပြောရုပ်ရှင်ဖြစ်ပါတယ်။  Box office မှာ ကန်ဒေါ်လာ ၁၄ သန်းကျော်ရရှိခဲ့ပါတယ်။  ဒီကားစတင်ပြသတဲ့ အပတ်မှာ ဝင်ငွေအကောင်းဆုံး ကားအဖြစ်ရပ်တည်ခဲ့ပါတယ်။ ဒီကားမှာ ဆုတွေရထားတာတော့မတွေ့ရှိပါဘူး။ ဒီဇာတ်လမ်း ရဲ့ script က တော်တော်လေးကောင်းပါတယ်။  script ကောင်းလို့ ကြည့်ရတာ ပိုပြီးအရသာရှိသွားတာပါ။  sex အသားပေးဟာသ ၊ လူငယ်တွေဘဲနားလည်နိုင်တဲ့ ဟာသ၊ စူပါဟီးရိုးတွေ ကို သောက်တစ်လွဲပြန်ရိုက်ထားတဲ့ ဟာသ အချစ်ဟာသ ဒီလိုဟာသတွေနဲ့ မဟုတ်ဘဲ မိသားစုလိုက် လူကြီးတွေနဲ့ ပါကြည့်လို့ရတဲ့ ဟာသကားမျိုးပါ။ မကျေနပ်သေးရင် ဘုန်းကြီး တွေ နဲ့ ပါတူတူကြည့်လို့ရပါတယ်။  ရိုင်းတဲ့ ဟာသမပါဘူးလို့ ပြောချင်တာပါ။ နောက်တစ်ခုက ရိုင်းမှရယ်ရတာမဟုတ်ဘူးဆိုတဲ့ sex comedy တော်လှန်ရေးထဲမှာဒီ ဟာသကားလဲ ပါပါတယ်။ Hangover ဇာတ်လမ်းတွေ နဲ့ ကျောရိုးခြင်းတူပါတယ် ဟာသဇာတ်ကွက်ကို ဇာတ်လမ်းသွားတဲ့ ထဲမှာဘဲ လုပ်ပြသွားပြီး ထိထိမိမိရယ်ရပါတယ်။ Hangover တို့ American Pie တို့ ပြီးရင် ကြည့်သင့်တယ်လိုထင်ပါတယ်။ ကြောင်တောင်တောင်စရိုက်တစ်ယောက်တစ်မျိုးစီနဲ့ဇာတ်ဆောင်တွေအပြင် ဒါပြီးရင်ဘာလုပ်မလဲဆိုတဲ့ ခံစားမှုနဲ့ပါဝင်ထားတဲ့ ဇာတ်ဆောင်တွေ ရဲ့ အသက်ဝင်မှုတေကြောင့် ဆွဲဆောင်မှုလေးတစ်မျိုးရှိနေပါတယ်။  မင်းသားက က အဓိကပါဘဲ ဒီဇာတ်ကားတစ်ခုလုံးမှာ သူ့နေရာက ဇာတ်လမ်းထဲမှာ အခရာဖြစ်နေပြီး သူ့ ဇာတ်ကောင်ကလဲ စာအုပ်ကြီး (ဝါ) ဂေါက်သီး ဖြစ်နေပါတယ်။ တစ်ကားလုံးမှာသူရယ်တာ တစ်နေရာမှမတွေ့ ပါဘူး။ကြည့်တဲ့သူဘဲရယ်သွားရပါတယ်။ ဒီလို ဂေါက်သီး ပုံနဲ့ ဇာတ်ကောင်ကြောင့် ဟာသက ပိုပြီးထိမီသွားပါတယ်။ ဒီကားက ဟာသ ဆိုပေမယ့် လူ့အဖွဲ့အစည်းထဲက နားခါးတဲ့ အမှန်တရားကို သိအောင် ထုတ်ပြပေးပြီး လူ့အဖွဲ့အစည်းထဲက ဖရိုဖရဲဖြစ်နေတဲ့ နေရာတွေကို သရောပြီး ထောက်ပြထားပါသေးတယ်။ မှန်တာပြောရင် ရွှာပြင်ထုတ်ခံရဆိုတဲ့အတိုင်း ကိုယ်မှန်ကြီး ဖြစ်လွန်းနေတာကလဲ ၂၁ ရာစု အပြစ်ကြီး ဆိုတာကို မင်းသားဇာတ်ကောင်နေရာကနေ ထောက်ပြထားပါတယ်။    ဒီဇာတ်ကားမှာအကောင်းဆုံး က ဇာတ်ညွှန်းလို့ထင်ပါတယ်။ ဟာသဇာတ်ကွက်တွေကို လုပ်ထားတာ တမင်ဟာက ဇာတ်ကွက်ဖန်တီးထားတာမဟုတ်ဘဲ ဇာတ်လမ်းအတိုင်းဘဲ လုပ်ပြသွားပါတယ်။ ပြောချင်တာကအနှစ်သာရရှိတဲ့ဟာသဖြစ်တယ်ဆိုတာပါ။ တစ်ချို့ အနောက်တိုင်း ဟာသတွေ ကတော်တော် ကြည့်လို့ကောင်းပေမယ့် ဟာသဖြစ်အောင် မဖြစ်နိုင်တဲ့ ဇာတ်ကွက်ကြီး တွေ ကောင်းကင်ပေါ် သေနတ်ထောင်ပစ်လိုက်ရင် စန်တာ ကလော့ဘိုးဘိုးကြီး ထိပြီး ပြုတ်ကျလာတို့ လို over ဆန်တဲ့ ဟာကွက်တွေ မဟုတ်ဘဲ သူဘာများ ထပ်လုပ်ဦးမှာပါလိမ့် ဆိုပြီး မြင့်မြတ်အကယ်ဒမီ အထိမ်းအမှတ် ဆော်လေး သူ့ပိုင့်လယ်ကွက်လေးကို Live လွှင့်ဂုဏ်ပြုတာကိုကြည့်သလို ဇာတ်ရှိန်က ကြာလေမြင့်လာလေပါဘဲ။ ဒါပေမယ့် နောက် ဆုံးမှာသူ့လိုတော့ ဂျင်းမထည့်ပါဘူး။  ကိုရီးယား ဟာသ အများစုက ဇာတ်သိမ်းပိုင်းရောက်လေ ဒရာမာ ချိုးလေ လုပ်တက်ပါတယ် ဒီကားမှာလဲ နောက်ဆုံး ပိုင်းလောက်မှာဒရာမာ နည်းနည်းဖြစ်ချင်ပေမယ့် ဇာတ်မအေးသွားပါဘူး။ သူ့ပုံစံက ဇာတ်လဲသိမ်း ဟာသလဲ သိမ်း နောက်ဆုံးအထိဟာသ ဇာတ်ကွက်ကို ထည့်ထားပါတယ်။  ဒီဇာတ်လမ်း က လက်ရှိလောက(အစိုးရဌာန)မှာဖြစ်နေတဲ့ အထက်လူကြီး နဲ့အောက်ပိုင်းက လူတွေ ကြားက ဆက်ဆံရေးတွေ အထက်ပိုင်းရောက်ရင် အချိုးပြောင်းပြီး ဖော်ရှိုးမုန့် တို့ ရှီုရှောင် အချိုရည်တို့ကို သိပ်ကြိုက်ပြီး ဒီကအခေါ်ဝေါ်အရဆို ကွီးတို့ ဘဘတို့ လို ကိုယ်တော်ကြီး ကိုယ်တော်လေးတွေ ရဲ့ မကောင်းကွက်ကို ဦးတည်ဖော်ပြထားတာပါ။ ဒါတွေဟာသအနေနဲ့ ရိုက်ထားပြီးကို နရင်းကို လက်ဖျားနဲ့ အုပ်သလိုခပ်ပါးပါးလေးပုတ်ထားပါတယ်။  ဒီကားကြည့်နေရင် ဝင်လာတဲ့အတွေးက ရိုးသားရင် စံမဟုတ်ဘူး ခံဆိုတဲ့ သဘာ၀ ပါဘဲလား။ မရိုးသားနဲ့ လို့ ဆိုလိုချင်တာမဟုတ်ပါဘူး။ သူတစ်ပါးကို မထိခိုက်ဘူးဆိုရင် လိမ်သင့်လိမ်ရမယ် အဲ့လိုဆိုလိုချင်တာပါ။  ဟာသကကောင်းကောင်းလေးတွေ ကို စနေနေ့အလုပ်ပိတ်တဲ့ သူတွေ ဆို Friday မှာညမှာကြည့်ဖို့ အသင့်တော်ဆုံးပါဘဲ။ ဘာလို့ဆို တစ်ပတ်လုံး ပင်ပန်းလာသမျှ အလုပ်ကပြန်ရင် မနက်ဖြန်အလုပ်ပိတ်ပြီ ဆိုတဲ့ ခံစားချက်အသိ ရှိနေတော့ စိတ်ထဲမှာ တစ်ခြားနေ့တွေထပ် လွတ်လပ်မှုကို ရရှိနေပါမယ်။ နောက် သွားစရာလာစရာတွေ ရှိရင်လဲ စနေနေ့ သို့ တနင်္ဂနွေ ကို ရွှေးချယ်ကြတာများတာမို့ Friday ညကမှာလုပ်စရာ သိပ်မရှိတက်ဘဲ ငါဘာလုပ်ရမလဲ စဉ်းစားနေတက်တာမို့ အဲ့လို အချိန်မျိုးမှာ ဟာသကားကြည့်ရတာ သင်္ကြန် မဖလန်းရဘဲ တရားစခန်းဝင်ပြီး ပြန်ထွက်လာရသလိုခံစားချက်လို နေတိုင်းရှုနေကြ လေတောင် အရသာရှိသွားတဲ့ ခံစားချက်မျိုးပါ ။  ပင်ပန်းလာသမျှ ကို ဇာတ်လမ်းနဲ့ ရောပြီ ရယ်ချပလိုက်ရင် စိတ်လဲပေါ့ပါး သွားပါတယ်။ ပြီးတော့ဇာတ်ကားတွေ ကိုကြည့်ရင် ညဘက် ကြည့်တာ ဇာတ်လမ်းကို ပိုခံစားမိစေပြီး ဇာတ်လမ်းက ပိုစိတ်ဝင်စားစရာ ကောင်းနေမှာပါ