Red Sparrow (2018) မြန်မာပြည်မှာ ရုံတင်ခဲ့တုန်းက ဆင်ဆာဖြတ်တဲ့အခန်းတွေများလို့ နာမည်ကြီးခဲ့တဲ့ ရုံတင်ကားတစ်ကားကို တင်ဆက်ပေးလိုက်ပါပြီ။  ဒီရုပ်ရှင်ရဲ့ ထူးခြားချက်ကတော့ ခေါင်းဆောင်မင်းသမီးဖြစ်သူ Jennifer Lawrence ဟာ အရင်တုန်းက Nude Scenes တွေပါတဲ့ကားတွေဆို လုံးဝလက်မခံခဲ့ပဲ ဒီကားကိုတော့ သူကိုယ်တိုင် ဇာတ်ညွန်းကိုကြိုက်နှစ်သက်လို့ရွေးချယ်ခဲ့တာဖြစ်ပါတယ်။ ပထမဆုံးပြောချင်တာကတော့ ဒီရုပ်ရှင်ကို Nudity အသားပေးရုပ်ရှင်ကားတစ်ကားလို့ မမြင်စေချင်ပါဘူး။ ဒီရုပ်ရှင်ရဲ့ နောက်ကွယ်မှာ အဲ့လိုမျိုး ကိုယ်ခန္ဓာကိုရင်းပြီး သူလျှိုလုပ်နေရတဲ့သူတွေ တကယ်ရှိတယ်ဆိုတာ သိလာအောင် ရိုက်ပြထားတဲ့ကားတစ်ကားဖြစ်တာကို သိစေချင်ပါတယ်။  ဇာတ်လမ်းအကျဉ်းကိုပြောရမယ်ဆိုရင်တော့ ဒိုမီနီကာဆိုတဲ့ ကောင်မလေးဟာ ရုရှားကျက်သရေဆောင် ဘဲလေးကချေသည်တစ်ယောက်ဖြစ်ပြီး သူ့မိခင်နဲ့အတူ ကဇာတ်ရုံက ထောက်ပံံ့ပေးထားတဲ့တိုက်ခန်းမှာ အတူနေထိုင်ကြပါတယ်။ ဒါပေမယ့် ကံဆိုးစွာနဲ့ပဲ ဖျော်ဖြေပွဲမှာ မတော်တဆမှုတစ်ခုဖြစ်ခဲ့ပြီး ဒိုမီနီကာရဲ့ ကချေသည်ဘ၀ ပျက်စီးသွားခဲ့ပါတယ်။ မိခင်ကြီးကလဲ နာမကျန်းဖြစ်လာသလို ကဇာတ်ရုံကလဲ ကချေသည်နောက်တစ်ယောက် လူစားထိုးလိုက်တဲ့အခါ ဒိုမီနီကာတစ်ယောက် ရွေးချယ်စရာမရှိတော့ပဲ သူ့ဦးလေး အကြံပေးတဲ့အတိုင်း သူလျှိုတစ်ယောက်အဖြစ် အလုပ်လုပ်ကိုင်ဖို့ ဆုံးဖြတ်လိုက်ပါတော့တယ်။ အမျိုးသမီးသူလျှိုတွေကို ရုရှားအစိုးရက ဘယ်လိုလေ့ကျင့်သလဲ၊ ရုရှားရဲ့နိုင်ငံရေးမူဝါဒက ဘာလဲ၊ ဘယ်လိုအမှုတွေကို စုံစမ်းထောက်လှမ်းရမလဲဆိုတာ ဆက်ပြီးကြည့်ရှုခံစားကြရမှာပါ။ ဒီဇာတ်ကားကို ဘာသာမပြန်ခင်အထိ သာမန် Spy အက်ရှင်ကားတစ်ကားလို့ထင်ခဲ့မိပါတယ်။ ဒါပေမယ့် သေချာဂရုစိုက်ကြည့်တဲ့အခါ ကိုယ့်တူမကို အစိုးရသူလျှိုလောကထဲ လွှတ်ရဲတဲ့ဦးလေးတစ်ယောက်ရဲ့ လုပ်ရပ်၊ နိုင်ငံတော်ရဲ့လိုအပ်ချက်အရဆိုတဲ့ စကားတစ်ခွန်းနဲ့ အမျိုးသမီးတွေကို ပြည့်တန်ဆာသာသာဖြစ်အောင် ရက်ရက်စက်စက် လေ့ကျင့်ပေးတဲ့ အစိုးရသင်တန်းကျောင်း၊ စစ်အေးကာလမှာ အင်အားအကြီးဆုံးနဲ့ ရန်ငြိုးရန်စအများဆုံး အမေရိကန်နဲ့ ရုရှားတို့ရဲ့ သူလျှိုထောက်လှမ်းရေးအစီအစဉ်တွေအကြောင်းတွေ အများကြီး ပါဝင်သလို ရုရှားသူလျှိုတစ်ယောက်နဲ့ အမေရိကန်သူလျှိုတစ်ယောက်ရဲ့ အတွေးအမြင်မတူပုံကိုလဲ ဖော်ပြထားတာတွေ့ရပါတယ်။  ဒီဇာတ်ကားက အက်ရှင်ဝုန်းဒိုင်းကြဲ ဂျက်မ ဇာတ်ကားတစ်ကားမဟုတ်ပဲ ပညာသားပါပါလှည့်ကွက်တွေ၊ နိုင်ငံရေးလောကရဲ့ အမည်းစက်တွေ၊ သူလျှိုလောကရဲ့ ကြမ်းတမ်းခက်ထန်မှုတွေကို သေချာ ရိုက်ကူးထားတာဖြစ်ပြီး မူရင်းဝတ္ထုကို မမှီရင်တောင်မှ ဝတ္ထုကပေးချင်တဲ့ အနှစ်သာရကိုတော့ ပေးစွမ်းနိုင်တဲ့ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။  ထပ်ပြီး အသိပေးချင်တာကတော့ ဒီဇာတ်ကားဟာ ဂျနီဖာလောရင့်စ်ရဲ့ nude scene တွေပဲ လိုက်ကြည့်ရင် တော်တော်အဓိပ္ပါယ်မဲ့တဲ့ကားတစ်ကားဖြစ်မှာပါ။ သူ ဒီဘဝကိုဘယ်လိုရောက်လာတယ်၊ ဘယ်လိုနေထိုင်ရတယ်ဆိုတာတွေကို ကြည့်မှသာ ဒီရုပ်ရှင်ကြည့်ရကျိုးနပ်မှာဖြစ်ပါတယ်။