Spectre ဂျိမ်းစ်ဘွန်းဇာတ်ကားထဲက မင်းသမီး Léa Seydoux နဲ့ မင်းသမီး Adèle Exarchopoulos တို့အဓိကပါဝင်ထားတဲ့ Drama , Romance အမျိုးအစား ပြင်သစ်ဇာတ်ကားပါ။  ယခု ဇာတ်ကားကြည့်အပြီးမှာ ဘာတွေခံစားသိမြင်သွားနိုင်ပါသလဲ။ကျွန်တော်တို့အားလုံးဟာ လူသားတွေပဲဖြစ်ပါတယ်။မတူကွဲပြားသော လိင်စိတ်တည်ဆောက်မှု တွေရှိကြပေမယ့် အားလုံးသော ဖို မ သတ္တဝါတွေအားလုံးဟာ လူသားတွေပဲဖြစ်ပါတယ်။တစ်မူကွဲပြားနေတဲ့သူတို့ရဲ့ စိတ်ခံယူမှု ကို နိမ့်ကျသူ ချို့တဲ့သူလို့မမြင်ကြပဲ အခြားသော လူသားတွေကဲ့သိုသာ ဖြစ်သည်ဟု ကျွန်တော်တို့နားလည်သဘောပေါက်ပေးကြမှာပါ ။တကယ့်တော့ လူသားတိုင်းဟာ ပတ်ဝန်းကျင်အရောင်အဆင်းအလိုက် ထွက်ပေါ်တောက်ပလာတဲ့ ဆေးရောင်ကလေးတွေပါပဲ။  သူမလိုမိန်းခလေးမျို းက ဣတ္ထိယနွယ်ဝင်ပီသစွာပဲ ဆန့်ကျင်ဘက်ဖိုသတ္တဝါရဲ့ ချစ်ခင်ဂရုစိုက်မှု ကို အလိုရှိခဲ့သူပါ။မနက်တိုင်း အိပ်ယာကကပျာကသီထ ကျောင်းကားနောက်ပြေးလိုက် ။အဲဒီကျောင်းမှာပဲ ကောင်လေးတစ်ယောက်နဲ့ စချစ်ဘူးခဲ့တာ ။သူက ဦးဆုံးနာကျင်စရာတွေပေးသွားခဲ့တယ်။လိုတာရသွားတော့ ပစ်ခွာလမ်းခွဲသွားတယ်။အဲဒီမှာ ယောကျာ်းလေးစတိုင်လ်နဲ့ မိန်းခလေးတစ်ယောက်ကို ဆုံခဲ့တာပဲ။အရမ်းအထီးကျန်ဆန်နေတဲ့အချိန် သူမအပေါ်ဘယ်သူမှ နားလည်မှု မပေးတဲ့အချိန် ။အဲဒီအချစ်တော်လေးက တကယ့်ယောကျာ်းစင်စစ်ထက်တောင် သူမအပေါ် ကြင်နာမှု ဂရုစိုက်မှု အတတ်ပညာတွေကို ပိုပြီးကျွမ်းကျင်ပါတယ်။ရီဝေပြီးထီမထင်တဲ့အသွင်မျို းရှိတဲ့ မျက်ဝန်းတစ်စုံနဲ့ မခို့တရို့လေးပြုံ းပြီး စီးကရက်ကို ဖွာနေတဲ့သူ့အသွင်က သူမသိပ်ရင်ခုန်မိတာ ဆန်းသလား။သူမနဲ့ကျမှပဲ တစ်ခါမှမရဘူးတဲ့ ပျော်ရွှင်မှု တွေ ။ဆန်းကြယ်နူးညံ့လွန်းလှတဲ့ လိင်တူချင်းနှီးနှောဖလှယ်မှု တွေကို တွေ့ထိခံစားခဲ့ရတာ ။  အဲဒီလို ချစ်မိနေခဲ့ကြပြီးတဲ့နောက်။အချို့းကွေ့အမြင်အကြား သံသယတစ်ချို့ကနေ ဘာတွေဖြစ်လာခဲ့ကြသလဲ။ ဒီဇာတ်ကားထဲမှာ ယောကျ်ားလျာမလေး Emma နေရာကနေ သရုပ်ဆောင်သွားခဲ့တဲ့ Léa Seydoux ရဲ့ သရုပ်ဆောင်မှု ကလက်ဖျားခါကောင်းလွန်းခဲ့သလို ဇာတ်လမ်းတင်ဆက်ပုံကလည်း ပြင်သစ်ရုပ်ရှင်ပီပီ ဇာတ်ကောင်တစ်ဦးချင်းစီရဲ့ စိတ်ခံစားမှု အပေါ် ပူးကပ်နားလည်စေအောင် အကောင်းဆုံး တင်ပြသွားနိုင်တာတွေ့ရပါတယ်။ဇာတ်ကားတစ်ခုလုံး နောက်ခံဂီတ တစ်ခုမှမပါဝင်ပဲ ဇာတ်ကားထဲက အမှတ်တမဲ့သဘော ချိတ်ငင်ထည့်သွင်းသွားတဲ့ တေးဂီတသံလေးတွေသာ ပါဝင်ပြီး ယင်းဂီတ ဇာတ်ကောင် စိတ်ခံစားမှု ကို ဟပ်မိစေရန် ပါရမီမြောက်စွာ ဖန်တီးထားတာမြင်ရမှာပါ ။ကွက်ကွက်ကွင်းရိုက်ပြသော ချစ်တင်းနှီးနှောခဏ်းများကြောင့်သာ ယခုဖလင်ကို Nc စာရင်းထဲမှာ ထည့်သွင်းခဲ့ရတာဖြစ်ပြီး ယခုရုပ်ရှင်ဟာ လှပလွန်းတဲ့ သက်တံ့တံတားလေးတစ်စင်းသာ ဖြစ်ကြောင်း ပြောရင်း ။မကြည့်ဘူးသေးသူများ လက်လွတ်မခံကြပါနဲ့လို့ ။